__Author__ = "Zhang Peng"

""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""
-----------如果目标ftp服务器的文件夹不是以日期格式存储的，需要自行调整代码------------
"""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""""

FTP_IP = "FTP服务器IP地址"
USERNAME = "用户名"
PASSWORD = "密码"
FTP_TARGET_DIR = "A/B"                    #想要下载ftp服务器的文件目录
ELEMENT_1 = "AAA"                                           #目标文件的第一个匹配字符
ELEMENT_2 = "BBBB"                                 #目标文件的第二个匹配字符
